
INSERT INTO expansions (id, name, regulation, releaseDate, pg) VALUES
    ('sv11B', 'ブラックボルト',                                        'I', '2025-06-06', 942),
    ('sv11W', 'ホワイトフレア',                                        'I', '2025-06-06', 943),
    ('m1L',   'メガブレイブ',                                          'I', '2025-08-01', 944),
    ('m1S',   'メガシンフォニア',                                      'I', '2025-08-01', 945),
    ('mBG',   'スターターセットMEGA メガゲンガーex',                   'I', '2025-09-05', 947),
    ('mBD',   'スターターセットMEGA メガディアンシーex',               'I', '2025-09-05', 948),
    ('m2',    'インフェルノX',                                         'J', '2025-09-26', 949),
    ('m2a',   'MEGAドリームex',                                        'J', '2025-11-28', 950),
    ('mC',    'スタートデッキ100 バトルコレクション',                  'J', '2025-12-19', 951),
    ('m3',    'ムニキスゼロ',                                          'J', '2026-01-23', 952),
    ('m4',    'ニンジャスピナー',                                      'J', '2026-03-13', 953);
