
INSERT INTO expansions (id, name, regulation, releaseDate, pg) VALUES
    ('svI2',  'いつでもどこでも バトルアカデミー',                            'H', '2024-03-08', 912),
    ('sv7DB', 'デッキビルドBOX ステラミラクル',                               'H', '2024-07-19', 919),
    ('svM2',  'スタートデッキGenerations ルギアex・バンギラスex',             'H', '2024-11-22', 926),
    ('svM3',  'スタートデッキGenerations カイオーガex・バシャーモex',         'H', '2024-11-22', 927),
    ('svM4',  'スタートデッキGenerations ディアルガex・ルカリオex',           'H', '2024-11-22', 928),
    ('svM5',  'スタートデッキGenerations レシラムex・モロバレルex',           'H', '2024-11-22', 929),
    ('svM6',  'スタートデッキGenerations ゼルネアスex・オンバーンex',         'H', '2024-11-22', 930),
    ('svM7',  'スタートデッキGenerations カプ・コケコex・ミミッキュex',       'H', '2024-11-22', 931),
    ('svM8',  'スタートデッキGenerations ザシアンex・マホイップex',           'H', '2024-11-22', 932),
    ('svM9',  'スタートデッキGenerations コライドンex・パルデアドオーex',     'H', '2024-11-22', 933),
    ('sv9DB', 'デッキビルドBOX「バトルパートナーズ」',                        'I', '2025-01-24', 936),
    ('mPTB',  'プレミアムトレーナーボックスMEGA',                             'I', '2025-09-05', 946);
