
INSERT INTO expansions (id, name, regulation, releaseDate)
values
    ("sv1S", "スカーレットex", "G", "2023-01-20"),
    ("sv1V", "バイオレットex", "G", "2023-01-20"),
    ("sv1a", "トリプレットビート", "G", "2023-03-10"),
    ("svC", "ピカチュウex & パーモット", "G", "2023-03-24"),
    ("sv2P", "スノーハザード", "G", "2023-04-14"),
    ("sv2D", "クレイバースト", "G", "2023-04-14"),
    ("sv2a", "ポケモンカード151", "G", "2023-06-16"),
    ("svD", "exスタートデッキ", "G", "2023-07-07"),
    ("sv3", "黒炎の支配者", "G", "2023-07-28"),
    ("sv3a", "レイジングサーフ", "G", "2023-09-22"),

    ("svEM", "スターターセット テラスタル 「ミュウツーex」", "G", "2023-09-22"),
    ("svEL", "スターターセット テラスタル 「ラウドボーンex」", "G", "2023-09-22"),
    ("sv4K", "古代の咆哮", "G", "2023-10-27"),
    ("sv4M", "未来の一閃", "G", "2023-10-27"),

    ("sv4a", "シャイニートレジャーex", "G", "2023-12-01"),

    ("svHK", "スターターデッキ＆ビルドセット「古代のコライドンex」", "H", "2024-01-26"),
    ("svHM", "スターターデッキ＆ビルドセット「未来のミライドンex」", "H", "2024-01-26"),

    ("sv5K", "ワイルドフォース", "H", "2024-01-26"),
    ("sv5M", "サイバージャッジ", "H", "2024-01-26"),
    ("svI", "バトルアカデミー", "H", "2024-03-08"),
    ("sv5a", "クリムゾンヘイズ", "H", "2024-03-22"),
    ("sv6", "変幻の仮面", "H", "2024-04-26"),
    ("svJL", "バトルマスターデッキ「テラスタル リザードンex」", "H", "2024-05-17"),
    ("svJP", "バトルマスターデッキ「パオジアンex", "H", "2024-05-17"),
    ("sv6a", "ナイトワンダラー", "H", "2024-06-07"),
    ("sv7", "ステラミラクル", "H", "2024-07-19"),
    ("svLN", "スターターセット テラスタイプ：ステラ ニンフィアex", "H", "2024-08-30"),
    ("svLS", "スターターセット テラスタイプ：ステラ ソウブレイズex", "H", "2024-08-30"),
    ("sv7a", "楽園ドラゴーナ", "H", "2024-09-13"),
    ("sv8", "超電ブレイカー", "H", "2024-10-18"),
    ("svM", "スタートデッキジェネレーションズ", "H", "2024-11-22"),
    ("sv8a", "テラスタルフェス", "H", "2024-12-06"),
    ("sv9", "バトルパートナーズ", "I", "2025-01-24"),
    ("svOM", "スターターセットex マリィのモルペコ＆オーロンゲex", "I", "2025-02-21"),
    ("svOD", "スターターセットex ダイゴのダンバル＆メタグロスex", "I", "2025-02-21"),
    ("sv9a", "熱風のアリーナ", "I", "2025-03-14"),
    ("sv10", "ロケット団の栄光", "I", "2025-04-18")
;
